Repository: spinico/Localize
Catalog: Localize.Demo/MainWindow.*.resx
Languages: fr

# mainWindowTitle
source: Demo application for WPF Localize extension
fr: Application de démonstration de l'extension WPF Localize

# quantityHeader
source: Quantity
fr: Quantité

# languageMenuItem
source: Language
fr: Langue

# descriptionChair
source: Basic chair
fr: Chaise de base

# descriptionSofa
source: Modern sofa
fr: Divan moderne

# descriptionStool
source: Classic stool
fr: Tabouret classique

# descriptionTable
source: Living room table
fr: Table de salon

# englishMenuItem
source: English
fr: Anglais

# frenchMenuItem
source: French
fr: Français

# nameChair
source: Chair
fr: Chaise

# nameHeader
source: Product
fr: Produit

# nameSofa
source: Sofa
fr: Divan

# nameStool
source: Stool
fr: Tabouret

# currentSelectionNullText
source: No furniture selected
fr: Aucun meuble n'est sélectionné.

# currentSelectionText
source: Current selection: {0} ({1})
fr: Sélection courante : {0} ({1})

# currentDescriptionNullText
source: No description [{1}]
fr: Aucune description [{1}]

# currentQuantityNullText
source: Quantity unknown
fr: Quantité inconnue

# currentQuantityEmptyText
source: No stock available
fr: Aucune unité disponible

# currentQuantityNegativeText
source: In backorder
fr: En rétrocommande

# currentQuantityPluralText
source: There are {0} units available
fr: Il y a {0} unités disponibles

# currentQuantityText
source: This is the last one
fr: C'est le dernier disponible
